/* 
  FirstScan.strings
  EverNote

  Created by Matt Sarnoff on 7/30/13.
  Copyright (c) 2013 Evernote. All rights reserved.
*/

/* Get Started step: heading text */
"getStarted-heading" = "Vitejte! Nyní připojíme skener.";

/* Get Started step: detail text */
"getStarted-detailText" = "Nejdříve připojte skener do zásuvky. Potom připojte skener k vašemu počítači pomocí USB kabelu.";


/* Autofiling Intro step: heading text */
"autofileIntro-heading" = "Automatically sort your scanned documents in Evernote";

/* Autofiling Intro step: detail text */
"autofileIntro-detailText" = "ScanSnap Evernote Edition rozpozná Vaše fotografie, stvrzenky, vizity a dokumenty. Ty za vás následně automaticky rozřadí do zápisníků.";

/* Autofiling Intro step: continue button text */
"autofileIntro-continueTitle" = "Nastavení automatického přidávání";


/* Documents step: heading text */
"documents-heading" = "Automatické přidávání dokumentů";

/* Documents step: detail text */
"documents-detailText" = "Scan your mail, bills, warranties, tax returns, and more. Evernote gives you the ability to search inside scanned documents so you’ll always have access to your most important information.";

/* Documents step: notebook name prompt label */
"documents-notebookPrompt" = "Automaticky přidávat oskenované dokumenty do:";

/* Documents step: suggested new notebook name */
"documents-suggestedNotebookName" = "Dokumenty";


/* Business Cards step: heading text */
"businessCards-heading" = "Automatické přidávání vizitek";

/* Business Cards step: detail text */
"businessCards-detailText" = "All those business cards you've been collecting don't need to clutter your workspace. Place them face-down in the document feeder and scan them all at once to Evernote.";

/* Business Cards step: notebook name prompt label */
"businessCards-notebookPrompt" = "Automaticky přidávat vizitky do:";

/* Business Cards step: suggested new notebook name */
"businessCards-suggestedNotebookName" = "Business Cards";


/* Receipts step: heading text */
"receipts-heading" = "Automaticky vyplňovat stvrzenky";

/* Receipts step: detail text */
"receipts-detailText" = "Od výdajů po daně, je důležité uchovávat si své stvrzenky. Nyní můžete nechat Evernote, aby je uchovával pro vás.";

/* Receipts step: notebook name prompt label */
"receipts-notebookPrompt" = "Automaticky přidávat stvrzenky do:";

/* Receipts step: suggested new notebook name */
"receipts-suggestedNotebookName" = "Stvrzenky";


/* Photos step: heading text */
"photos-heading" = "Automaticky přidávání fotky";

/* Photos step: detail text */
"photos-detailText" = "Your cherished memories, preserved in one place. Place them face-down in the document feeder to easily scan them into Evernote.";

/* Photos step: notebook name prompt label */
"photos-notebookPrompt" = "Automaticky přidávat skeny do:";

/* Photos step: suggested new notebook name */
"photos-suggestedNotebookName" = "Fotografie";



/* Go Premium step: heading text */
"premium-heading" = "Uplatnit Evernote Premium";

/* Go Premium step: detail text */
"premium-detailText" = "Ready to live and work even smarter? A year of Evernote Premium comes with your ScanSnap. Get started now.";


/* Finished step: heading text */
"finished-heading" = "Skenovat vše";

/* Finished step: detail text */
"finished-detailText" = "Vložte fotky, stvrzenky, vizitky či dokumenty do ScanSnap Evernote Edice a stiskněte zelené tlačítko.";
